Revit 2027 API
ParameterTypeId.ImportBackground Property
 "Draw Layer"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ImportBackground { get; }
Public Shared ReadOnly Property ImportBackground As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ImportBackground {
	ForgeTypeId^ get ();
}
static member ImportBackground : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace